Repository: oflorezawaken-dev/huawei-app-factory
Catalog: apps-ios/site-calc/Sources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, pt_pt, tr, zh_hans

# areaVolume.field.a
source: First dimension
ar: البُعد الأول
de: Erstes Maß
es: Primera dimensión
fr: Première dimension
it: Prima dimensione
pt_pt: Primeira dimensão
tr: Birinci boyut
zh_hans: 第一尺寸

# areaVolume.field.b
source: Second dimension
ar: البُعد الثاني
de: Zweites Maß
es: Segunda dimensión
fr: Deuxième dimension
it: Seconda dimensione
pt_pt: Segunda dimensão
tr: İkinci boyut
zh_hans: 第二尺寸

# areaVolume.field.c
source: Third dimension
ar: البُعد الثالث
de: Drittes Maß
es: Tercera dimensión
fr: Troisième dimension
it: Terza dimensione
pt_pt: Terceira dimensão
tr: Üçüncü boyut
zh_hans: 第三尺寸

# areaVolume.field.d
source: Fourth dimension
ar: البُعد الرابع
de: Viertes Maß
es: Cuarta dimensión
fr: Quatrième dimension
it: Quarta dimensione
pt_pt: Quarta dimensão
tr: Dördüncü boyut
zh_hans: 第四尺寸

# areaVolume.hint.arc
source: Enter radius, then the included angle in degrees.
ar: أدخل نصف القطر ثم الزاوية بالدرجات.
de: Radius eingeben, dann den Winkel in Grad.
es: Introduce radio y luego el ángulo en grados.
fr: Saisissez le rayon, puis l'angle en degrés.
it: Inserisci raggio e poi l'angolo in gradi.
pt_pt: Introduz raio e depois o ângulo em graus.
tr: Yarıçapı, ardından açıyı derece cinsinden gir.
zh_hans: 输入半径，再输入圆心角（度）。

# areaVolume.hint.circle
source: Enter the radius.
ar: أدخل نصف القطر.
de: Radius eingeben.
es: Introduce el radio.
fr: Saisissez le rayon.
it: Inserisci il raggio.
pt_pt: Introduz o raio.
tr: Yarıçapı gir.
zh_hans: 输入半径。

# areaVolume.hint.circularFooting
source: Enter radius and depth.
ar: أدخل نصف القطر والعمق.
de: Radius und Tiefe eingeben.
es: Introduce radio y profundidad.
fr: Saisissez le rayon et la profondeur.
it: Inserisci raggio e profondità.
pt_pt: Introduz raio e profundidade.
tr: Yarıçap ve derinliği gir.
zh_hans: 输入半径和深度。

# areaVolume.hint.column
source: Enter width, depth and height.
ar: أدخل العرض والعمق والارتفاع.
de: Breite, Tiefe und Höhe eingeben.
es: Introduce ancho, fondo y alto.
fr: Saisissez la largeur, la profondeur et la hauteur.
it: Inserisci larghezza, profondità e altezza.
pt_pt: Introduz largura, profundidade e altura.
tr: Genişlik, derinlik ve yüksekliği gir.
zh_hans: 输入宽度、深度和高度。

# areaVolume.hint.rectFooting
source: Enter length, width and depth.
ar: أدخل الطول والعرض والعمق.
de: Länge, Breite und Tiefe eingeben.
es: Introduce largo, ancho y profundidad.
fr: Saisissez la longueur, la largeur et la profondeur.
it: Inserisci lunghezza, larghezza e profondità.
pt_pt: Introduz comprimento, largura e profundidade.
tr: Uzunluk, genişlik ve derinliği gir.
zh_hans: 输入长度、宽度和深度。

# areaVolume.hint.room
source: Enter width and height.
ar: أدخل العرض والارتفاع.
de: Breite und Höhe eingeben.
es: Introduce el ancho y el alto.
fr: Saisissez la largeur et la hauteur.
it: Inserisci larghezza e altezza.
pt_pt: Introduz a largura e a altura.
tr: Genişlik ve yüksekliği gir.
zh_hans: 输入宽度和高度。

# areaVolume.hint.segment
source: Enter radius, then the included angle in degrees.
ar: أدخل نصف القطر ثم الزاوية بالدرجات.
de: Radius eingeben, dann den Winkel in Grad.
es: Introduce radio y luego el ángulo en grados.
fr: Saisissez le rayon, puis l'angle en degrés.
it: Inserisci raggio e poi l'angolo in gradi.
pt_pt: Introduz raio e depois o ângulo em graus.
tr: Yarıçapı, ardından açıyı derece cinsinden gir.
zh_hans: 输入半径，再输入圆心角（度）。

# areaVolume.hint.slab
source: Enter length, width and thickness.
ar: أدخل الطول والعرض والسماكة.
de: Länge, Breite und Dicke eingeben.
es: Introduce largo, ancho y espesor.
fr: Saisissez la longueur, la largeur et l'épaisseur.
it: Inserisci lunghezza, larghezza e spessore.
pt_pt: Introduz comprimento, largura e espessura.
tr: Uzunluk, genişlik ve kalınlığı gir.
zh_hans: 输入长度、宽度和厚度。

# areaVolume.hint.wall
source: Enter width and height, then an opening's width and height.
ar: أدخل العرض والارتفاع، ثم عرض وارتفاع الفتحة.
de: Breite und Höhe eingeben, dann Breite und Höhe einer Öffnung.
es: Introduce ancho y alto, y luego el ancho y alto de un hueco.
fr: Saisissez la largeur et la hauteur, puis la largeur et la hauteur d'une ouverture.
it: Inserisci larghezza e altezza, poi larghezza e altezza di un'apertura.
pt_pt: Introduz largura e altura e depois a largura e altura de um vão.
tr: Genişlik ve yüksekliği, sonra bir boşluğun genişlik ve yüksekliğini gir.
zh_hans: 输入宽度和高度，再输入洞口的宽度和高度。

# areaVolume.inputs
source: Dimensions
ar: الأبعاد
de: Maße
es: Dimensiones
it: Dimensioni
pt_pt: Dimensões
tr: Boyutlar
zh_hans: 尺寸

# areaVolume.result
source: Result
ar: النتيجة
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
pt_pt: Resultado
tr: Sonuç
zh_hans: 结果

# areaVolume.shape
source: Shape
ar: الشكل
de: Form
es: Forma
fr: Forme
it: Forma
pt_pt: Forma
tr: Şekil
zh_hans: 形状

# areaVolume.shape.arc
source: Arc (radius x included angle)
ar: قوس (نصف القطر × الزاوية)
de: Bogen (Radius x Winkel)
es: Arco (radio x ángulo)
fr: Arc (rayon x angle)
it: Arco (raggio x angolo)
pt_pt: Arco (raio x ângulo)
tr: Yay (yarıçap x açı)
zh_hans: 弧（半径 x 圆心角）

# areaVolume.shape.circle
source: Circle (radius)
ar: دائرة (نصف القطر)
de: Kreis (Radius)
es: Círculo (radio)
fr: Cercle (rayon)
it: Cerchio (raggio)
pt_pt: Círculo (raio)
tr: Daire (yarıçap)
zh_hans: 圆（半径）

# areaVolume.shape.circularFooting
source: Circular footing (radius x depth)
ar: قاعدة دائرية (نصف القطر × العمق)
de: Rundes Fundament (Radius x Tiefe)
es: Zapata circular (radio x profundidad)
fr: Semelle circulaire (rayon x profondeur)
it: Fondazione circolare (raggio x profondità)
pt_pt: Sapata circular (raio x profundidade)
tr: Dairesel temel (yarıçap x derinlik)
zh_hans: 圆形基础（半径 x 深）

# areaVolume.shape.column
source: Column (width x depth x height)
ar: عمود (العرض × العمق × الارتفاع)
de: Stütze (Breite x Tiefe x Höhe)
es: Pilar (ancho x fondo x alto)
fr: Poteau (largeur x profondeur x hauteur)
it: Pilastro (larghezza x profondità x altezza)
pt_pt: Pilar (largura x profundidade x altura)
tr: Kolon (genişlik x derinlik x yükseklik)
zh_hans: 柱（宽 x 深 x 高）

# areaVolume.shape.rectFooting
source: Rectangular footing (length x width x depth)
ar: قاعدة مستطيلة (الطول × العرض × العمق)
de: Rechteckiges Fundament (Länge x Breite x Tiefe)
es: Zapata rectangular (largo x ancho x profundidad)
fr: Semelle rectangulaire (longueur x largeur x profondeur)
it: Fondazione rettangolare (lunghezza x larghezza x profondità)
pt_pt: Sapata retangular (comprimento x largura x profundidade)
tr: Dikdörtgen temel (uzunluk x genişlik x derinlik)
zh_hans: 矩形基础（长 x 宽 x 深）

# areaVolume.shape.room
source: Room (width x height)
ar: غرفة (العرض × الارتفاع)
de: Raum (Breite x Höhe)
es: Habitación (ancho x alto)
fr: Pièce (largeur x hauteur)
it: Stanza (larghezza x altezza)
pt_pt: Divisão (largura x altura)
tr: Oda (genişlik x yükseklik)
zh_hans: 房间（宽 x 高）

# areaVolume.shape.segment
source: Circular segment (radius x included angle)
ar: قطاع دائري (نصف القطر × الزاوية)
de: Kreissegment (Radius x Winkel)
es: Segmento circular (radio x ángulo)
fr: Segment circulaire (rayon x angle)
it: Segmento circolare (raggio x angolo)
pt_pt: Segmento circular (raio x ângulo)
tr: Dairesel kesit (yarıçap x açı)
zh_hans: 弓形（半径 x 圆心角）

# areaVolume.shape.slab
source: Slab (length x width x thickness)
ar: بلاطة (الطول × العرض × السماكة)
de: Platte (Länge x Breite x Dicke)
es: Losa (largo x ancho x espesor)
fr: Dalle (longueur x largeur x épaisseur)
it: Soletta (lunghezza x larghezza x spessore)
pt_pt: Laje (comprimento x largura x espessura)
tr: Döşeme (uzunluk x genişlik x kalınlık)
zh_hans: 楼板（长 x 宽 x 厚）

# areaVolume.shape.wall
source: Wall with an opening
ar: جدار به فتحة
de: Wand mit Öffnung
es: Muro con hueco
fr: Mur avec ouverture
it: Parete con apertura
pt_pt: Parede com vão
tr: Boşluklu duvar
zh_hans: 带洞口的墙

# calculator.clearTape
source: Clear tape
ar: مسح الشريط
de: Band löschen
es: Borrar cinta
fr: Effacer le ruban
it: Cancella nastro
pt_pt: Limpar fita
tr: Şeridi temizle
zh_hans: 清空纸带

# calculator.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_pt: Guardar
tr: Kaydet
zh_hans: 保存

# edit.cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
pt_pt: Cancelar
tr: İptal
zh_hans: 取消

# edit.save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pt_pt: Guardar
tr: Kaydet
zh_hans: 保存

# editLine.delete
source: Delete line
ar: حذف السطر
de: Zeile löschen
es: Eliminar línea
fr: Supprimer la ligne
it: Elimina riga
pt_pt: Eliminar linha
tr: Satırı sil
zh_hans: 删除该行

# editLine.label
source: Label
ar: التسمية
de: Beschriftung
es: Etiqueta
fr: Étiquette
it: Etichetta
pt_pt: Etiqueta
tr: Etiket
zh_hans: 标签

# editLine.operator
source: Operator
ar: العملية
es: Operador
fr: Opérateur
it: Operatore
pt_pt: Operador
tr: İşlem
zh_hans: 运算符

# editLine.title
source: Edit line
ar: تعديل السطر
de: Zeile bearbeiten
es: Editar línea
fr: Modifier la ligne
it: Modifica riga
pt_pt: Editar linha
tr: Satırı düzenle
zh_hans: 编辑行

# editLine.value
source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
it: Valore
pt_pt: Valor
tr: Değer
zh_hans: 数值

# export.action
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt_pt: Exportar
tr: Dışa aktar
zh_hans: 导出

# export.contents
source: Contents
ar: المحتويات
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
pt_pt: Conteúdo
tr: İçerik
zh_hans: 内容

# export.contents.description
source: The tape with its labels and running results, every solver result with the inputs it came from, and the material list.
ar: الشريط بتسمياته ونتائجه، ونتيجة كل أداة مع مدخلاتها، وقائمة المواد.
de: Das Band mit Beschriftungen und Ergebnissen, jedes Löser-Ergebnis mit seinen Eingaben, und die Materialliste.
es: La cinta con sus etiquetas y resultados, cada resultado de las herramientas con sus datos de origen, y la lista de materiales.
fr: Le ruban avec ses étiquettes et résultats, chaque résultat d'outil avec ses données d'origine, et la liste de matériaux.
it: Il nastro con le sue etichette e risultati, ogni risultato degli strumenti con i dati di origine, e l'elenco materiali.
pt_pt: A fita com as suas etiquetas e resultados, cada resultado das ferramentas com os dados de origem, e a lista de materiais.
tr: Etiketleri ve sonuçlarıyla şerit, girdileriyle birlikte her araç sonucu ve malzeme listesi.
zh_hans: 带标签和运行结果的纸带、每个求解结果及其来源输入，以及材料清单。

# export.format
source: Format
ar: التنسيق
es: Formato
it: Formato
pt_pt: Formato
tr: Biçim
zh_hans: 格式

# export.format.both
source: Both
ar: كلاهما
de: Beides
es: Ambos
fr: Les deux
it: Entrambi
pt_pt: Ambos
tr: İkisi de
zh_hans: 两者

# export.statement.free
source: Export is free, forever, and checks no purchase.
ar: التصدير مجاني للأبد ولا يتحقق من أي عملية شراء.
de: Der Export ist für immer kostenlos und prüft keinen Kauf.
es: Exportar es gratis, siempre, y no comprueba ninguna compra.
fr: L'export est gratuit, pour toujours, et ne vérifie aucun achat.
it: L'esportazione è gratuita, per sempre, e non verifica alcun acquisto.
pt_pt: Exportar é grátis, para sempre, e não verifica qualquer compra.
tr: Dışa aktarma ücretsizdir, her zaman, ve herhangi bir satın alma kontrolü yapmaz.
zh_hans: 导出永远免费，且不检查任何购买记录。

# firstRun.honestNote
source: Everything stays on this iPhone. No account. No regulatory limits and no money features of any kind.
ar: يبقى كل شيء على هذا الآيفون. لا حساب. ولا حدود تنظيمية ولا أي وظائف مالية من أي نوع.
de: Alles bleibt auf diesem iPhone. Kein Konto. Keine behördlichen Grenzwerte und keinerlei Geldfunktionen.
es: Todo se queda en este iPhone. Sin cuenta. Sin límites reglamentarios ni funciones de dinero de ningún tipo.
fr: Tout reste sur cet iPhone. Pas de compte. Aucune limite réglementaire et aucune fonction liée à l'argent.
it: Tutto resta su questo iPhone. Nessun account. Nessun limite regolamentare e nessuna funzione di denaro.
pt_pt: Tudo fica neste iPhone. Sem conta. Sem limites regulamentares nem funcionalidades de dinheiro de qualquer tipo.
tr: Her şey bu iPhone'da kalır. Hesap yok. Hiçbir resmi sınır ve hiçbir parasal özellik yok.
zh_hans: 所有内容都保存在这台 iPhone 上。无需账户。没有任何法规限值，也没有任何与金钱相关的功能。

# firstRun.line1
source: Do feet-and-inch arithmetic, exactly, down to 1/64.
ar: أجرِ حسابات الأقدام والبوصات بدقة تصل إلى 1/64.
de: Rechne exakt in Fuß und Zoll, bis auf 1/64.
es: Haz aritmética de pies y pulgadas, exacta, hasta 1/64.
fr: Faites de l'arithmétique pieds-pouces, exacte, jusqu'au 1/64.
it: Fai calcoli in piedi e pollici, esatti, fino a 1/64.
pt_pt: Faz aritmética de pés e polegadas, exata, até 1/64.
tr: Fit ve inç aritmetiğini 1/64'e kadar tam olarak yap.
zh_hans: 精确进行英尺英寸运算，精度可达1/64。

# firstRun.line2
source: Solve the roof and the stairs.
ar: احسب السقف والسلالم.
de: Löse Dach und Treppe.
es: Resuelve la cubierta y la escalera.
fr: Résolvez la toiture et l'escalier.
it: Risolvi tetto e scala.
pt_pt: Resolve a cobertura e a escada.
tr: Çatıyı ve merdiveni çöz.
zh_hans: 求解屋面和楼梯。

# firstRun.line3
source: Keep it as a job and export it, free.
ar: احتفظ به كمشروع وصدّره مجانًا.
de: Behalte es als Projekt und exportiere es kostenlos.
es: Guárdalo como proyecto y expórtalo, gratis.
fr: Conservez-le comme chantier et exportez-le, gratuitement.
it: Conservalo come cantiere ed esportalo, gratis.
pt_pt: Guarda como projeto e exporta, grátis.
tr: Bir iş olarak sakla ve ücretsiz dışa aktar.
zh_hans: 保存为项目并免费导出。

# firstRun.loadSample
source: Load the sample job
ar: تحميل المشروع النموذجي
de: Beispielprojekt laden
es: Cargar el proyecto de ejemplo
fr: Charger le chantier d'exemple
it: Carica il cantiere di esempio
pt_pt: Carregar o projeto de exemplo
tr: Örnek işi yükle
zh_hans: 加载示例项目

# firstRun.startEmpty
source: Start empty
ar: البدء فارغًا
de: Leer starten
es: Empezar vacío
fr: Commencer vide
it: Inizia vuoto
pt_pt: Começar vazio
tr: Boş başla
zh_hans: 从空白开始

# firstRun.title
source: Welcome
ar: أهلاً بك
de: Willkommen
es: Bienvenido
fr: Bienvenue
it: Benvenuto
pt_pt: Bem-vindo
tr: Hoş geldin
zh_hans: 欢迎

source: Job name
ar: اسم المشروع
de: Projektname
es: Nombre del proyecto
fr: Nom du chantier
it: Nome del cantiere
pt_pt: Nome do projeto
tr: İş adı
zh_hans: 项目名称

# job.untitled
source: Untitled job
ar: مشروع بلا اسم
de: Unbenanntes Projekt
es: Proyecto sin nombre
fr: Chantier sans nom
it: Cantiere senza nome
pt_pt: Projeto sem nome
tr: Adsız iş
zh_hans: 未命名项目

# jobDetail.continueOnCalculator
source: Continue on the calculator
ar: المتابعة على الآلة الحاسبة
de: Auf dem Rechner fortsetzen
es: Continuar en la calculadora
fr: Continuer sur la calculatrice
it: Continua sulla calcolatrice
pt_pt: Continuar na calculadora
tr: Hesap makinesinde devam et
zh_hans: 在计算器中继续

# jobDetail.export
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt_pt: Exportar
tr: Dışa aktar
zh_hans: 导出

# jobDetail.info
source: Info
ar: معلومات
es: Información
fr: Infos
it: Informazioni
pt_pt: Informação
tr: Bilgi
zh_hans: 信息

# jobDetail.note
source: Note
ar: ملاحظة
de: Notiz
es: Nota
it: Nota
pt_pt: Nota
tr: Not
zh_hans: 备注

# jobDetail.tape
source: Tape
ar: الشريط
de: Band
es: Cinta
fr: Ruban
it: Nastro
pt_pt: Fita
tr: Şerit
zh_hans: 纸带

# jobs.delete.confirm
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
pt_pt: Eliminar
tr: Sil
zh_hans: 删除

# jobs.delete.message
source: This removes %@ lines with it.
ar: سيؤدي هذا إلى حذف %@ سطرًا معه.
de: Dabei werden %@ Zeilen mitgelöscht.
es: Esto elimina %@ líneas con él.
fr: Cela supprime %@ lignes avec lui.
it: Questo rimuove %@ righe con esso.
pt_pt: Isto remove %@ linhas com ele.
tr: Bununla birlikte %@ satır da silinir.
zh_hans: 这将同时删除 %@ 行内容。

# jobs.delete.title
source: Delete job?
ar: هل تريد حذف المشروع؟
de: Projekt löschen?
es: ¿Eliminar proyecto?
fr: Supprimer ce chantier ?
it: Eliminare il cantiere?
pt_pt: Eliminar projeto?
tr: İş silinsin mi?
zh_hans: 删除该项目？

# jobs.empty.body
source: Save a tape, a solver result or a material list as your first job.
ar: احفظ شريطًا أو نتيجة أو قائمة مواد كأول مشروع لك.
de: Speichere ein Band, ein Ergebnis oder eine Materialliste als dein erstes Projekt.
es: Guarda una cinta, un resultado o una lista de materiales como tu primer proyecto.
fr: Enregistrez un ruban, un résultat ou une liste de matériaux comme premier chantier.
it: Salva un nastro, un risultato o un elenco materiali come primo cantiere.
pt_pt: Guarda uma fita, um resultado ou uma lista de materiais como o teu primeiro projeto.
tr: İlk işin olarak bir şerit, bir sonuç ya da bir malzeme listesi kaydet.
zh_hans: 把一条纸带、一个求解结果或一份材料清单保存为你的第一个项目。

# jobs.empty.title
source: No jobs yet
ar: لا توجد مشاريع بعد
de: Noch keine Projekte
es: Aún no hay proyectos
fr: Aucun chantier pour le moment
it: Nessun cantiere ancora
pt_pt: Ainda sem projetos
tr: Henüz iş yok
zh_hans: 还没有项目

# jobs.new
source: New job
ar: مشروع جديد
de: Neues Projekt
es: Nuevo proyecto
fr: Nouveau chantier
it: Nuovo cantiere
pt_pt: Novo projeto
tr: Yeni iş
zh_hans: 新建项目

# jobs.sampleBadge
source: Sample
ar: نموذج
de: Beispiel
es: Ejemplo
fr: Exemple
it: Esempio
pt_pt: Exemplo
tr: Örnek
zh_hans: 示例

# keypad.add
source: Plus
ar: زائد
es: Más
it: Più
pt_pt: Mais
tr: Artı
zh_hans: 加

# keypad.backspace
source: Backspace
ar: حذف للخلف
de: Rücktaste
es: Retroceder
fr: Retour arrière
it: Cancella carattere
pt_pt: Retroceder
tr: Geri sil
zh_hans: 退格

# keypad.clear
source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
pt_pt: Limpar
tr: Temizle
zh_hans: 清除

# keypad.decimal
source: Point
ar: فاصلة عشرية
de: Punkt
es: Punto
fr: Virgule
it: Punto
pt_pt: Ponto
tr: Nokta
zh_hans: 小数点

# keypad.digit.0
source: Zero
ar: صفر
de: Null
es: Cero
fr: Zéro
tr: Sıfır
zh_hans: 零

# keypad.digit.1
source: One
ar: واحد
de: Eins
es: Uno
fr: Un
it: Uno
pt_pt: Um
tr: Bir
zh_hans: 一

# keypad.digit.2
source: Two
ar: اثنان
de: Zwei
es: Dos
fr: Deux
it: Due
pt_pt: Dois
tr: İki
zh_hans: 二

# keypad.digit.3
source: Three
ar: ثلاثة
de: Drei
es: Tres
fr: Trois
it: Tre
pt_pt: Três
tr: Üç
zh_hans: 三

# keypad.digit.4
source: Four
ar: أربعة
de: Vier
es: Cuatro
fr: Quatre
it: Quattro
pt_pt: Quatro
tr: Dört
zh_hans: 四

# keypad.digit.5
source: Five
ar: خمسة
de: Fünf
es: Cinco
fr: Cinq
it: Cinque
pt_pt: Cinco
tr: Beş
zh_hans: 五

# keypad.digit.6
source: Six
ar: ستة
de: Sechs
es: Seis
it: Sei
pt_pt: Seis
tr: Altı
zh_hans: 六

# keypad.digit.7
source: Seven
ar: سبعة
de: Sieben
es: Siete
fr: Sept
it: Sette
pt_pt: Sete
tr: Yedi
zh_hans: 七

# keypad.digit.8
source: Eight
ar: ثمانية
de: Acht
es: Ocho
fr: Huit
it: Otto
pt_pt: Oito
tr: Sekiz
zh_hans: 八

# keypad.digit.9
source: Nine
ar: تسعة
de: Neun
es: Nueve
fr: Neuf
it: Nove
pt_pt: Nove
tr: Dokuz
zh_hans: 九

# keypad.divide
source: Divided by
ar: على
de: Geteilt durch
es: Entre
fr: Divisé par
it: Diviso
pt_pt: Dividido por
tr: Bölü
zh_hans: 除以

# keypad.equals
source: Equals
ar: يساوي
de: Gleich
es: Igual
fr: Égal
it: Uguale
pt_pt: Igual
tr: Eşittir
zh_hans: 等于

# keypad.fraction
source: Fraction
ar: كسر
de: Bruch
es: Fracción
it: Frazione
pt_pt: Fração
tr: Kesir
zh_hans: 分数

# keypad.multiply
source: Times
ar: ضرب
de: Mal
es: Por
fr: Fois
it: Per
pt_pt: Vezes
tr: Çarpı
zh_hans: 乘

# keypad.onCentre
source: On centre
ar: تباعد المحاور
de: Achsmaß
es: Entre ejes
fr: Entraxe
it: Interasse
pt_pt: Ao eixo
tr: Aks aralığı
zh_hans: 中心距

# keypad.percent
source: Percent
ar: نسبة مئوية
de: Prozent
es: Porcentaje
fr: Pourcentage
it: Percentuale
pt_pt: Percentagem
tr: Yüzde
zh_hans: 百分比

# keypad.subtract
source: Minus
ar: ناقص
es: Menos
fr: Moins
it: Meno
pt_pt: Menos
tr: Eksi
zh_hans: 减

# keypad.unit.centimeter
source: Centimeters
ar: سنتيمترات
de: Zentimeter
es: Centímetros
fr: Centimètres
it: Centimetri
pt_pt: Centímetros
tr: Santimetre
zh_hans: 厘米

# keypad.unit.feet
source: Feet
ar: أقدام
de: Fuß
es: Pies
fr: Pieds
it: Piedi
pt_pt: Pés
tr: Fit
zh_hans: 英尺

# keypad.unit.inches
source: Inches
ar: بوصات
de: Zoll
es: Pulgadas
fr: Pouces
it: Pollici
pt_pt: Polegadas
tr: İnç
zh_hans: 英寸

# keypad.unit.meter
source: Meters
ar: أمتار
de: Meter
es: Metros
fr: Mètres
it: Metri
pt_pt: Metros
tr: Metre
zh_hans: 米

# keypad.unit.millimeter
source: Millimeters
ar: مليمترات
de: Millimeter
es: Milímetros
fr: Millimètres
it: Millimetri
pt_pt: Milímetros
tr: Milimetre
zh_hans: 毫米

# keypad.unit.yard
source: Yards
ar: ياردات
de: Yard
es: Yardas
it: Iarde
pt_pt: Jardas
tr: Yarda
zh_hans: 码

# material.addToList
source: Add to list
ar: إضافة إلى القائمة
de: Zur Liste hinzufügen
es: Añadir a la lista
fr: Ajouter à la liste
it: Aggiungi all'elenco
pt_pt: Adicionar à lista
tr: Listeye ekle
zh_hans: 添加到清单

# material.category
source: Category
ar: الفئة
de: Kategorie
es: Categoría
fr: Catégorie
it: Categoria
pt_pt: Categoria
tr: Kategori
zh_hans: 类别

# material.category.concrete
source: Concrete
ar: خرسانة
de: Beton
es: Hormigón
fr: Béton
it: Calcestruzzo
pt_pt: Betão
tr: Beton
zh_hans: 混凝土

# material.category.decking
source: Decking
ar: الألواح الخشبية
de: Terrassendielen
es: Tarima
fr: Terrasse
pt_pt: Deck
tr: Deck
zh_hans: 木地板

# material.category.framing
source: Framing
ar: الهيكل الخشبي
de: Rahmenbau
es: Entramado
fr: Ossature
it: Struttura
pt_pt: Estrutura
tr: İskelet
zh_hans: 框架

# material.category.paint
source: Paint
ar: الدهان
de: Farbe
es: Pintura
fr: Peinture
it: Pittura
pt_pt: Tinta
tr: Boya
zh_hans: 油漆

# material.category.roofing
source: Roofing
ar: التسقيف
de: Dacheindeckung
es: Tejado
fr: Couverture
it: Copertura
pt_pt: Telhado
tr: Çatı
zh_hans: 屋面

# material.category.sheets
source: Sheets
ar: الألواح
de: Platten
es: Placas
fr: Plaques
it: Lastre
pt_pt: Placas
tr: Levhalar
zh_hans: 板材

# material.category.tile
source: Tile and flooring
ar: البلاط والأرضيات
de: Fliesen und Boden
es: Baldosa y suelo
fr: Carrelage et sol
it: Piastrelle e pavimento
pt_pt: Ladrilho e piso
tr: Fayans ve zemin
zh_hans: 瓷砖与地板

# material.concrete
source: Concrete
ar: خرسانة
de: Beton
es: Hormigón
fr: Béton
it: Calcestruzzo
pt_pt: Betão
tr: Beton
zh_hans: 混凝土

# material.decking
source: Decking
ar: الألواح الخشبية
de: Terrassendielen
es: Tarima
fr: Terrasse
pt_pt: Deck
tr: Deck
zh_hans: 木地板

# material.field.a
source: First value
ar: القيمة الأولى
de: Erster Wert
es: Primer valor
fr: Première valeur
it: Primo valore
pt_pt: Primeiro valor
tr: Birinci değer
zh_hans: 第一数值

# material.field.b
source: Second value
ar: القيمة الثانية
de: Zweiter Wert
es: Segundo valor
fr: Deuxième valeur
it: Secondo valore
pt_pt: Segundo valor
tr: İkinci değer
zh_hans: 第二数值

# material.field.c
source: Third value
ar: القيمة الثالثة
de: Dritter Wert
es: Tercer valor
fr: Troisième valeur
it: Terzo valore
pt_pt: Terceiro valor
tr: Üçüncü değer
zh_hans: 第三数值

# material.framing
source: Framing
ar: الهيكل الخشبي
de: Rahmenbau
es: Entramado
fr: Ossature
it: Struttura
pt_pt: Estrutura
tr: İskelet
zh_hans: 框架

# material.hint.concrete
source: Length, width and thickness of the pour.
ar: طول وعرض وسماكة الصب.
de: Länge, Breite und Dicke des Betonierten.
es: Largo, ancho y espesor del vertido.
fr: Longueur, largeur et épaisseur du coulage.
it: Lunghezza, larghezza e spessore del getto.
pt_pt: Comprimento, largura e espessura da betonagem.
tr: Dökümün uzunluk, genişlik ve kalınlığı.
zh_hans: 浇筑的长、宽、厚。

# material.hint.decking
source: Coverage width, board width and the gap between boards.
ar: العرض المراد تغطيته وعرض اللوح والمسافة بين الألواح.
de: Zu deckende Breite, Dielenbreite und Fugenabstand.
es: Ancho a cubrir, ancho de tabla y separación entre tablas.
fr: Largeur à couvrir, largeur des lames et l'écart entre les lames.
it: Larghezza da coprire, larghezza della tavola e spazio tra le tavole.
pt_pt: Largura a cobrir, largura da tábua e espaço entre tábuas.
tr: Kaplanacak genişlik, tahta genişliği ve tahtalar arası boşluk.
zh_hans: 覆盖宽度、木板宽度和木板间的缝隙。
